Repository: iamjinghao/ZZQQCCHHFFHHLLGGAAJJMMQQ
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: ‘又不是没看过，小时候你不是还摸过？
en_us: 'It's not like you've not seen it before, didn't you even touch it before when we were young?

source: “总裁。”
en_us: "President."

source: “我好看么？”磁性的男人声音仿若下了蛊一般，充满着魅惑。
en_us: "Am I so good looking?" The magnetic voice of a man seemingly cast a spell on her and sounded full of seductive charm.

source: “是。”温栩栩应了一声，放下电话，起身闭上眼睛，深吸了一口气。
en_us: "Yes." Wen Xuxu replied and put down the phone. Then, she stood up with her eyes closed and took a deep breath.

source: “是的，总裁。”她恢复了正常音量。
en_us: "Yes, President." She resumed her normal volume of speaking.

source: “栩栩姐，这么急干什么？”
en_us: "Sister Xuxu, why are you in such a hurry?"

source: “温栩栩，你装什么害羞，又不是没看过。”被异性看光了身体，言boss不但没有惊叫，反而很淡定的嘲笑温栩栩，“小时候我们还一起洗过澡，你忘了？”
en_us: "Wen Xuxu, what are you acting all shy for? It's not like you've not seen it before." After getting his entire body looked at by someone of the opposite gender, not only did Boss Yan not exclaim out, he even mocked at Wen Xuxu in a very calm manner. "When we were young, didn't we also bath together? Have you forgotten that already?"

source: “温秘书，你在听吗？
en_us: "Secretary Wen, are you listening?

source: “言总。”
en_us: "President Yan."

source: “言总，你电话，情况很紧急。”
en_us: "President Yan, you have a call. It seems to be very urgent."

source: 一上午，温栩栩的脑海里都想着早上冲进言少爷房间看到的画面。
en_us: For the whole morning, Wen Xuxu's mind kept revolving around the images that she saw when she rushed into Young Master Wen's room.

source: 一个高大的肉色身影正好从卫生间里出来。
en_us: A large nude-colored figure was just stepping out of the bathroom as well.

source: 一尘不染的大理石地面，倒映着温栩栩纤细苗条的身影，她两只手各拿着一部荣盛最新版的手机，腋下还夹着一个蓝色的文件夹，脚步急促的往总裁办公室方向走。
en_us: On the spotless marble flooring, Wen Xuxu's slender figure could be seen reflecting off it. She was holding the latest cell phone model from Rongsheng in each of her hands as she walked hastily towards the president's office with a blue file tucked under her arms.

source: 一时间不知道怎么办，惊愣住了，视线盯在男人，久久的没有移开。
en_us: In a moment of panic, she just stood there looking stunned. Her eyes met with the man as she did not move away for the longest time.

source: 三点到机场，温栩栩两点就要出发，她开着公司配给她的奥迪Q7。
en_us: To arrive at the airport by 3 PM, Wen Xuxu had to leave by 2 PM. She drove off in the Audi Q7 that the company had assigned to her.

source: 下一秒她听到了‘啪’的一声，手机不知道砸到什么地方了，反正肯定是碎了。
en_us: Immediately at the next moment, she heard a "plop". The phone must have hit something and sounded like it had definitely broke.***

source: 不要想了，赶紧忘掉吧。
en_us: Don't think anymore, hurry up and forget it all.

source: 不，不是想，而是那画面像是魔咒一样，在她的脑海里挥之不去。
en_us: No, she wasn't fantasizing about it. Instead, those images were like a curse as it kept lingering in her mind.

source: 两人之间发生矛盾她从来不争论，她都是直接动手。
en_us: Whenever a conflict arose between the two of them, she would never argue. She was always a direct hands-on person about such things.

source: 人未到，声音先到，就省的敲门了。
en_us: Before she could see him, his voice already sounded out. There was no need to knock anymore.

source: 什么她是温栩栩本人吗？
en_us: What did he mean by asking if she was really Wen Xuxu?

source: 从小听到大的声音，难道他还听不出来？
en_us: How could he possibly not recognize her voice since he has been hearing it from young?

source: 他抬起头，一张脸犹如是鬼斧神工雕刻出来的，深邃立体的五官，特别是那双精明的眼眸，深不可测，给人一种神秘的味道。
en_us: He looked up and a face that looked like it was carved out by master masons with an uncanny workmanship. Those deep dimensional facial features, especially that unfathomable pair of shrewd looking eyes, was enveloped with a sense of mystery to anyone looking at it.

source: 他的声音很好听，特别是像此时，带着几分笑意，如陈年佳酿，让人陶醉。
en_us: His voice was very nice, especially when it sounded like the way it did now. With a trace of some laughter, it was especially enchanting to hear.

source: 又让她帮他去应付他的后宫，真烦。
en_us: He was getting her to handle his harem again. How annoying.

source: 反正争论后的结果，吃亏的还是她。
en_us: She would always be on the losing end anyway if there was an argument.

source: 右手上拿着的白色手机还处于通话中，电话那边甜美的女音有些不耐的催促着她。
en_us: The phone in her right hand was active in call and the sweet voice of a woman could be heard urging at her with some impatience.

source: 听到这一声响，温栩栩心里别提有多痛快了。
en_us: When she heard that sound, Wen Xuxu couldn't mention how happy she felt on the inside.

source: 周围的一切都变得格外的不起眼。
en_us: Everything else around him immediately became very indistinct.

source: 喊了一声没有人回应她，她目光扫向主卧室门口。
en_us: After calling out to him and getting no response, her gaze swept to the master bedroom door.

source: 她做言如生秘书以来，做的最多的工作就是帮言如生打点‘后宫’，臭流氓，真是花心不改。
en_us: Since she started working as Yan Rusheng's secretary, the greatest amount of work she did was to help Yan Rusheng to put in order his "harem". That scoundrel! He really wouldn't be able to change his fickle ways.

source: 她微微低头，翘长的睫毛遮住了她眼眸中流露出来的羞涩和尴尬。
en_us: She bowed her head slightly to hide the shyness and embarrassment in her eyes with that long eyelashes of hers.

source: 她拿起话机，放到耳边，轻轻的喊了声‘总裁’。
en_us: She picked up the phone and placed it to her year, gently calling out, "President."

source: 她收拾了一下心情，深吸一口气，在心里暗道：所以成长后的身体，她今天是头一次看到啊。
en_us: She composed herself and took a deep breath, telling herself: "So after they had grown up, this was the first time that she has seen it.

source: 她没有看到言如生的身影。
en_us: She didn't see Yan Rusheng around.

source: 她看了眼来电显示，总裁办公室的号码。
en_us: She had a look at the caller ID and it showed the number of the president's office.

source: 她赶紧转过身背对着身材精壮的男人，“言总，你电话，欧阳小姐打来的，说有紧急的事情，务必要找到你。”
en_us: She quickly turned around with her back facing the man with a well-toned physique (ripped body) and said, "President Yan, there's a call for you. It's from Miss Ouyang. She says it's something urgent that she has to look for you about."

source: 快到吃午饭的时间，温栩栩面前的电话响了。
en_us: It was already approaching lunch time. Wen Xuxu's cell phone in front of her rang.

source: 怎么还没有找到言总吗？”
en_us: Have you not found President Yan yet?"

source: 总裁办公室是两室一厅的套房，简单的欧美风，灰白系列的家具，烟灰色烤瓷面的办公桌，白色的老板椅，身后是整面墙的落地窗，窗外是小半个城市的景色。
en_us: The president's office was a two-bedroomed, one-living room suite that was decorated simply with a European flair and was matched with a gray-white furniture series. An ash-gray porcelain desk and a white director's chair sat in front of floor-to-ceiling windows that spanned across the wall. Outside, the view of half the city could be seen.

source: 想到了什么，栩栩的脸色黯淡了许多。
en_us: Having thought about something, Xuxu's face turned rather gloomy at that.

source: 所以公司里除了那些老字辈的领导，其余所有的员工无论年龄大小，都尊称她‘栩栩姐’。
en_us: As such, other than those veterans in leadership roles at the company, everyone else would respectfully address her as Sister Xuxu no matter how young or old they were.

source: 所以此时此刻，她还是选择忍，交代了一句，然后飞快的离开了言如生的房间。
en_us: Thus at this moment now, she could only choose to endure it and pass the message to Yan Rusheng before quickly leaving his room.

source: 所谓肉色身影就是……一丝不挂。
en_us: By nude-colored here...it just meant fully nude.

source: 打不过他的时候，她就忍着。
en_us: If she could not beat him, then she'd just have to bear with it.

source: 擦，亏他还说小时候，那时候不懂事，不知道男女之分，而那一次她也……
en_us: Fuck, to think that he could even bring up the past. They were young at that time and didn't understand the differences between a man and a woman. Beside at that time, she also...

source: 最强宠婚：腹黑老公傲娇萌妻
en_us: Uber Pampered Marriage: Black-bellied Husband, Tsundere Wife!

source: 果然，房门是开着的。
en_us: Sure enough, the door was open.

source: 毕业后又被老董事长亲自聘请进荣盛，任总裁的秘书，也就是言大boss的秘书。
en_us: After her graduation, she had been personally hired by the old chairman into Rongsheng to be the president's secretary, which meant she was Big Boss Yan's secretary.

source: 温栩栩回过神，漂亮的脸蛋瞬间爆红，像充了血一样。
en_us: Wen Xuxu came back to her senses immediately. Her beautiful face instantly flushed red, almost as though she had a rush of blood to her head.

source: 温栩栩在心里埋怨了一句，嘴上很诚恳的应道：“知道了，总裁。”
en_us: Although Wen Xuxu was complaining in her heart, she answered very with a very sincere tone, "Understood, President."

source: 温栩栩正犹豫要不要去房间把电话给言如生。
en_us: Wen Xuxu was hesitating whether to go into the room to pass the phone to Yan Rusheng.

source: 温栩栩皱眉，也很不耐烦的回了一句，“马上。”
en_us: Wen Xuxu frowned as she also answered back impatiently, "I'm getting to him immediately."

source: 温栩栩皱起眉头，什么意思？
en_us: Wen Xuxu frowned. What did he mean by that?

source: 温栩栩笑着对那问她话的人摆了摆手里的手机，“总裁电话。”
en_us: Wen Xuxu smiled at that person who asked her that question and waved the cell phone in her hand. "A call for the president."

source: 温栩栩走近他，脑海里还是忍不住想起了早上看到的那一幕，脸颊又红了起来。
en_us: Wen Xuxu walked up to him. She couldn't help but think of what she saw this morning again as her face turned red once more.

source: 然后才敲门进了言如生的办公室。
en_us: After that, she knocked on the door and entered Yan Rusheng's office.

source: 然后拧开门锁，推开了门进去。
en_us: Thereafter, she turned the doorknob and pushed it open before going in.

source: 白色的衬衣衬得他那俊美的脸更加白皙干净，阳光从落地窗照进来，仿佛被他收买了一样，照在他身上，熠熠生辉。
en_us: His white shirt made that handsome face of his look even fairer and cleaner, as the sun shone in through the windows as though it had been bribed by him, and gave him a sparkling presence.

source: 看到后整个人都不好了，比如像现在，做什么事都分神。
en_us: And after seeing it, she immediately felt very unwell. Just like right now, she was feeling very distracted no matter what she did.

source: 第1章 装什么害羞
en_us: Chapter 1: What are you acting all shy for?

source: 第2章 亏他还说小时候
en_us: Chapter 2: To think that he would even bring up the past

source: 荣盛里，没有人不知道她和大boss言如生是发小，跟大boss上的一所幼儿园，一所小学，一所中学，就连大学也都是在B城上的。
en_us: In Rongsheng, no one did not know about her being the childhood friend of the big boss, Yan Rusheng. She had attended the same kindergarten, the same primary school, and the same secondary school. She even attended university in B-city with him.***

source: 虽然不是交通高峰期，但是在环路上还是堵了一小会。
en_us: Although it wasn't the rush hour yet, she still managed to get delayed on the ring roads for quite a while.

source: 言如生也敛去了语气里的笑意，用命令的口吻说道：“进来。”
en_us: Yan Rusheng also dropped the friendly tone in his voice and said in a commanding way, "Come in here."

source: 言如生从小到大在温栩栩的心目中的形象一直是‘流氓’，毒舌又腹黑，还很花心。
en_us: Yan Rusheng has always had the image of a "scoundrel" in Wen Xuxu's impression of him since they were young. He had a venomous tongue and was a black-bellied kinda guy too. And to top that off, he was also very fickle with his heart.

source: 言如生听到她这样的声音，笑起来，“你是温栩栩本人吗？”
en_us: When Yan Rusheng heard how she answered the phone, he laughed and said, "Are you really Wen Xuxu?"

source: 言如生坐在豪华的办公椅上，面前放着一堆等着他签字的文件，他正在看，听到温栩栩喊他。
en_us: Yan Rusheng was sitting in the luxurious office chair and there was a pile of documents in front of him awaiting his signature. He was looking through them when he heard Wen Xuxu calling out to him.

source: 言如生看着她，说：“欧阳下午三点钟到机场，你去接一下，要带什么你知道。”
en_us: Yan Rusheng looked at her and said, "Ouyang will arrive at the airport at three in the afternoon. Go and pick her up. You know what you have to bring."

source: 让你一大早沾污我的眼睛。
en_us: Who told you to pollute my eyes so early in the morning.

source: 让我拿下来给你玩儿？’
en_us: Here, let me take it off and let you play with it?

source: 话音落，人已经踏进了房间。
en_us: Just as she finished speaking, she had already stepped into the room.

source: 说完他低下头，继续批阅文件。
en_us: When he finished speaking, he lowered his head back down and continue reviewing the documents.

source: 说着她把手机往后一抛。
en_us: Saying that, she threw the cell phone backwards.

source: 说着她脚步朝主卧室门口走去。
en_us: Saying that, her footsteps headed towards the master bedroom door.

source: 说话间她已经到了总裁办公室门口，伸手敲了两下门。
en_us: As she spoke, she already reached the front of the president's office. She reached her hand out and knocked on the door twice.

source: 这家伙就是故意的。
en_us: This fellow must be doing this on purpose.

source: 那一团黑又从她的脑子里闪过，脸烫了起来。
en_us: That bunch of darkness floated across her mind once more and her face flushed red again.
